{
	"Skills" : {
		"Tech Known" : "HTML, CSS, JavaScript ES5 / ES6, Typescript, NodeJS, Webpack, Babel, JSX, Redux, Alexa, Android, XML, JSON, Java, C, C++, Cordova, Video Analytics (LFM-HVA), HVS, RabbitMQ, Kafka",
		"Frameworks" : "Angular, VueJS , ReactJS. Bootstrap, Ionic, ExpressJS, Spring Boot, Dropwizard, Jira, Camunda",
		"Libraries": "jQuery, D3JS, Highcharts, JointJS, Lodash, ArcGIS, ESRI Maps, Leaflet, Zuul, Eureka, HA Proxy",
		"Databases" : "PostgreSQL, Mongo, MySQL, SQLite, Cloud Db (Parse, Firebase)",
		"Analytics": "Newrelic, Prometheus, Grafana"
	},
	"Experience" : {
		"Senior Software Engineer":"ANI Technologies / Infobeans Technologies (Bengaluru, KA), Sep 2019 - Present",
		"Senior Software Consultant" : "Hitachi Consulting (Hyderabad, TS), Sep 2014 – Sep 2019"
	},
	"Education" : {
		"B.TECH (Information Technology)" : "Amity University (Noida, UP) | 2010-2014 | 76.80%",
		"12th" : "DL DAV Model School (Delhi, DL) | 2009-2010 | 78.20%",
		"10th" : "DL DAV Model School (Delhi, DL) | 2007-2008 | 84.40%"	
	},
	"Achievements & Certificates" : [
		"Opportunity to represent Hitachi at World Economic Forum, Davos, Switzerland (2018)",
		"Opportunity to represent Hitachi at Partnership Summit, Vizag (2018)",
		"Annual Award – Solutions Excellence (2017-2018)",
		"Strong Performer (Q4 2017-2018)",
		"Quarterly Team Award – MGRM (Q4 2017-2018)",
		"Quarterly Team Award – APRTG (Q4 2017-2018)",
		"Pioneering Spirit Regional Level – Hitachi Inspiration of the Year (2017)",
		"App with Best Technical Implementation – Mobility Hackathon (Jan’16)",
		"Sparkle Award Winner (Oct’15)",
		"Mutant Player Award winner (Sept’15)",
		"Recommended candidate for Indian Navy (2014)",
		"Summer Internship in Android for 2 months at eLabs India Pvt Ltd (2013)",
		"Interned on Java In-house Project for 2 months at HCL Career Development Centre (2011)"
	],
	"Summary" : [
		"Close to 6 years of working exposure to web technologies with experience in building User interfaces, Web applications, Websites - backend & frontend, RIAs and Mobile apps.",
		"Technically proficient in frameworks like Angular, Node, VueJS",
		"Seasoned Technology Enthusiast with versatile experience around delivery and consultation.",
		"Active participant in Workflow discussions, Client Interactions, Database Designing, Architecting solution and overall project estimates & planning",
		"Strong concepts of User Experience, User Centric Design and Responsive Web Design.",
		"Good understanding of SDLC, Scrum Methodology, & other IT Operations.",
		"Excellent in team collaboration, adaptation and problem solving along with good communication skills.",
		"Uptodate with market trends. Got working experience in Bluetooth Beacons."
	]
}